Repository: giellalt/corpus-sme
Catalog: tmx/smj/facta/umo.se/jus-givssiduvvo.html.tmx
Source language: sme
Languages: smj

source: Go givssiduvvo lea álki ahte dovdagoahtá iežas leaboheapmin ja álgá veadjit heajuid.
smj: Gå nuppástuvvá de l gähppat ráfedisvuodav dåbddågoahtet ja nievret viessot.

source: Muhtumin dat váikkuha eallimii nu olu ahte oažžu heajut iešdovddu ja geahččala garvit dilálašvuođaid gos deaivá daid geat givssidit.
smj: Muhttijn bájnasj viessomav nåv ednagit vaj oadtju nievrep iesjdåbdov ja gähttjal gárvvet vidjurijt gånnå máhttá iejvvit gejt nuppásti.

source: Muhto ii giige dárbbat čiehkadit dan dihte ahte earát givssidit.
smj: Ij aktak galga dárbahit tjiehkádit danen gå iehtjada nuppásti.

source: Muhtimat geat givssiduvvojit dovdagohtet ahte sis iežanasas lea feaila.
smj: Muhtema gudi nuppásti jáhkkegåhti ietjanisá li vihke.

source: Sii soitet jurddahallat rievdadit iežaset vai eai givssiduvvoše.
smj: Márjju ájádalli ietjasa rievddadit besatjit nuppástimes.

source: Muhto ii dárbbat rievdadit áššiid dego beroštumiid dehe mii sus lea nalde beare dan dihte ahte earát leat bahágurenat.
smj: Ij galga dárbahit rievddadit degu miellogisájt jali gåktu l gárvvunam, danen gå iehtjáda li bahá.

source: Olbmos lea álot riekti vealtat givssideames.
smj: Agev la riektá bessat nuppástimes.

source: Goas lea givssideapmi ?
smj: Goassa l nuppástibme ?

source: Lohkko givssideapmin jus máŋgii hárdojuvvo, uhkiduvvo, šaddá bogostahkan, časkojuvvo dehe loavkiduvvo.
smj: Nuppástibme l jus moaddi hárdeduvvá, nihteduvvá, álbeduvvá, tsabmeduvvá jali vuoleduvvá.

source: Givssideapmi sáhttet leahkit savkkuheamit, geahčastagat, boagusteapmi, nordamat, časkimat ja ilgadis sánit.
smj: Illastibme máhttá årrot tsamádime, gehtjastime, tjajmos, nårddådime, rejvadusá ja bahás bágo.

source: Lohkko givssideapmin jus ii goassege oaččo leahkit mielde dehe soamis viiduda vearru beakkohusaid ovttaskasas.
smj: Le nuppástibme jus ij goassak oattjo oassáklasstet jali jus ulmusj vierre ságajt nuppij birra ságas.

source: Soaitá maid ahte soamis sádde ilgadis sms:aid dehe meilaid, čállá bahágurenis namuhemiid facebookas, bloggas dehe eará sajis neahtas.
smj: Máhttá aj årrot gå ulmusj rádjá bahás ‘ sms:ajt ’ jali e-påvståjt, tjállá bahás javllamusájt ‘ facebook:an ’, blokkan jali ietjá sajen värmmádagán.

source: Dehe ahte soamis bidjá heajudeaddji govaid nehttii.
smj: Jali jus ulmusj almot vuolediddje gåvåjt värmmádahkaj.

source: Jus soamis dadjá ilgadis áššiid dan dihte go gárvoda dehe lea dihto hámat dehe olbmos lea doaibmahehttehupmi, lea dat givssideapmi.
smj: Jus ulmusj javllá bahás bágojt, danen gå gárvvun jali vuojnnu sierraláhkáj jali danen gå ulmutjin la sahtusvuohta, de l nuppástibme.

source: Jus lea šaddan daid vuolážin, ja veadjigoahtá heajuid dan dihte, soaitá dárbbahit veahki vai dat nohká.
smj: Jus muhtemis dajs báktjot, ja nievret viessogoahtá, de soajttá dárbaj viehkev hiejtedittjat dav.

source: Muitalit givssideamis
smj: Giehttot nuppástime birra

source: Soaitá dovdot balesin muitalit soapmásii ahte lea givssiduvvon.
smj: Máhttá ballat giehttomis gå nuppástuvvá.

source: Soaitá ballat ahte šaddá bahábun go muitala.
smj: Márjju jáhkká vájvep sjaddá jus giehttu.

source: Ovttaskas soaitá heahpanit go lea šaddan olggobeallái.
smj: Márjju hehpan gå ij oattjo oassálasstet.

source: Muhto ii leat dat gii givssiduvvo gii lea dahkan vearrut !
smj: Ij la gut nuppástuvvá gut la mäddám.

source: Jus givssiduvvo lea buoremus muitalit dan ja oažžut veahki bissehit givssideami.
smj: Jus nuppástuvvá de l buoremus dav giehttot ja viehkev oadtjot nuppástimev hieredit.

source: Sáhttá ovdamearkka dihte muitalit dan oahpaheaddjái, skuvlakuratorii dehe skuvladivššárii.
smj: Máhttá buojkulvissan dav giehttot åhpadiddjáj, skåvllåkuratåvrråj jali skåvllåskihpasujtárij.

source: Soaitá leahkit buorre muitališgoahtit givssideamis soames ráves olbmui geasa luohtiha, ovdamearkka dihte soapmásii veagas, ja dasto váldit veahki dain muitalit dan soapmásii skuvllas.
smj: Buorre lisj má álgget nuppástime birra giehttot ållessjattugij gesi dårvustalá, buojkulvissan muhtem fuolken, ja de viehkev sijás válldet giehtotjit ietjá ulmutjij skåvlån.

source: Jus skuvla oažžu diehtit ahte oahppi dovdá iežas givssiduvvon, fertejit sii dakkaviđe váldit čielgasa mii lea dáhpáhuvvan.
smj: Jus skåvllå diedojt oadtju oahppe ietjas dåbddå nuppástuvvam, de hähttuji dalága åtsådit mij la dáhpáduvvam.

source: Sii fertejit maid dahkat buot ahte dat ii geardduhuvvo.
smj: Hähttuji aj gájkka dahkat vaj ij galga vat dáhpáduvvat.

source: Ráves olbmuin skuvllas lea geatnegasvuohta geahččat bearrái ahte ii oktat oahppi givssiduvvo dehe uhkiduvvo.
smj: Ållessjattugijn skåvlån li välggogisvuohta åvdåsvásstádusáv válldet vaj ij aktak oahppe nuppástuvá jali nihteduvvá.

source: Lágas lohká ahte skuvlla vástu lea geahččat bearrái ahte ii giige givssiduvvo.
smj: Lágan la tjáledum, skåvlån la välggogisvuohta åvdåsvásstádusáv válldet vaj ij aktak nuppástuvá.

source: Buorre jurddahallat jus givssiduvvo:
smj: Jus nuppástuvá, de buorre ájádallat:

source: Ii leat goassege nu ahte ferte sivahit iežas, jus givssiduvvo.
smj: Ij la goassak nåvti vaj ietjas vihke, jus nuppástuvá.

source: Leat leahkime lágat mat dadjet ahte ii oaččo givssiduvvot ovdamearkka dihte skuvllas dehe bargobáikkis.
smj: Gávnnuji lága majn li tjáledum, ij oattjo nuppástuvvat buojkulvissan skåvlån jali barggosajen.

source: Lea maid rihkus jus soamis uhkida soapmása, ovdamearkka dihte uhkida veagal dehe juohká govaid neahtas.
smj: Vierredahko l aj jus nuppev ulmutjav nihttá, buojkulvissan nihttá vahágahttemijn jali nihttá gåvåjt värmmádagán hádjet.

source: Skuvllat ja bargoaddit leat geatnegaccat geahččalit dahkat nu ahte buohkat dovdet iežaset dorvvolažžan.
smj: Skåvlå ja barggovadde li välggogisá gähttjalit dahkat vaj gájka jasskavuoda dåbddi.

source: Galgá váldit oktavuođa soames ráves olbmuin geasa luohtiha, ovdamearkka dihte váhnemii dehe soames earái gean dovdá.
smj: Beras aktavuodav válldet ållessjattugijn gesi dårvustallá, buojkulvissan äjgát jali ietjá ulmusj gev dåbddå.

source: Sáhttá maid váldit oktavuođa skuvlakuratoriin dehe nuoraidvuostáváldimiin vai beassá sárdnut dehe oažžut ráđiid ja doarjaga.
smj: Máhttá aj aktavuodav válldet skåvllåkuratåvråjn jali nuorraduostudagájn ságastittjat ja rádev ja dårjav oadtjot.

source: Jus skuvla oažžu diehtit ahte oahppi dovdá iežas givssiduvvon leat sii geatnegaccat bearrái geahččat ahte dat ii joatkašuva.
smj: Jus skåvllå diedojt oadtju oahppe l nuppástuvvam, de li välggogisá åvdåsvásstádusáv válldet vaj ij joarke.

source: Jus ovttaskas givssiduvvo skuvllas iige oaččo veahki iežas skuvllas dalle sáhttá ilmmuhit dan Mánná- ja oahppiovddasteaddjái.
smj: Jus skåvlån nuppástuvvá ja ij viehkev oattjo, de máhttá dav bajedit Mánná – ja oahppeoahttsáj.

source: Váldde oktavuođa poliissain jus soamis viiduda govaid dus lobehaga.
smj: Aktavuodav válde polijsajn jus soames loabedagi hádjá gåvåjt dujsta.

source: Dat lea rihkus persovdnadiehtolága vuostá.
smj: Vierredahko l almasjdiehtoláhkaj.

source: Heajudit dehe givssidit soapmása neahtas lea seamma lágahin go skuvlašiljus, gáhta nalde dehe friddjaáiggedálus.
smj: Duolmmot jali nuppástit soabmásav värmmádagán la sämmi lágadis gå skåvllåsjaljon, gahttunin jali asstoájggedåben.
